Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Off — the extension does nothing. YouTube blocks Shorts; Instagram and Facebook block Reels; X blocks Explore and trends. Instagram and Facebook also offer a feed mode; Instagram’s includes Explore, Stories, and additional Reels surfaces. Block site redirects the whole site.
ar: إيقاف: لا تفعل الإضافة شيئًا. يحظر ⁦YouTube⁩ مقاطع ⁦Shorts⁩؛ ويحظر ⁦Instagram⁩ و⁦Facebook⁩ مقاطع ⁦Reels⁩؛ ويحظر ⁦X⁩ الاستكشاف والمواضيع الرائجة. يوفر ⁦Instagram⁩ و⁦Facebook⁩ أيضًا وضع الموجز؛ ويشمل في ⁦Instagram⁩ الاستكشاف والقصص ومساحات ⁦Reels⁩ إضافية. يعيد خيار حظر الموقع توجيه الموقع بالكامل.
ar_eg: إيقاف: الإضافة مش بتعمل حاجة. ⁦YouTube⁩ بيحظر ⁦Shorts⁩؛ ⁦Instagram⁩ و⁦Facebook⁩ بيحظروا ⁦Reels⁩؛ ⁦X⁩ بيحظر الاستكشاف والتريندات. ⁦Instagram⁩ و⁦Facebook⁩ فيهم كمان وضع للفيد؛ في ⁦Instagram⁩ بيشمل الاستكشاف والستوريز وأماكن ⁦Reels⁩ إضافية. حظر الموقع بيحوّل الموقع كله لصفحة تانية.
be: «Выкл.» — пашырэнне нічога не робіць. YouTube блакіруе Shorts; Instagram і Facebook — Reels; X — «Агляд» і трэнды. Instagram і Facebook таксама маюць рэжым стужкі; у Instagram ён ахоплівае «Цікавае», гісторыі і дадатковыя раздзелы Reels. «Блакіраваць сайт» перанакіроўвае ўвесь сайт.
bn: বন্ধ থাকলে এক্সটেনশন কিছু করে না। YouTube-এ Shorts; Instagram ও Facebook-এ Reels; X-এ এক্সপ্লোর ও ট্রেন্ড ব্লক করে। Instagram ও Facebook-এ ফিড মোডও আছে; Instagram-এ এতে এক্সপ্লোর, Stories ও Reels-এর অন্যান্য অংশও থাকে। সাইট ব্লক করলে পুরো সাইট অন্য পৃষ্ঠায় পাঠানো হয়।
cs: Vypnuto: rozšíření nic nedělá. YouTube blokuje Shorts; Instagram a Facebook blokují Reels; X blokuje Prozkoumat a trendy. Instagram a Facebook nabízejí i režim kanálu; na Instagramu zahrnuje Prozkoumat, příběhy a další sekce Reels. Blokovat web přesměruje celý web.
da: Fra: udvidelsen gør intet. YouTube blokerer Shorts; Instagram og Facebook blokerer Reels; X blokerer Udforsk og trends. Instagram og Facebook tilbyder også en feedtilstand; på Instagram omfatter den Udforsk, Stories og flere Reels-områder. Bloker websted omdirigerer hele webstedet.
de: Aus: Die Erweiterung greift nicht ein. Auf YouTube blockiert sie Shorts, auf Instagram und Facebook Reels und auf X Entdecken und Trends. Instagram und Facebook bieten auch einen Feed-Modus; bei Instagram umfasst er Entdecken, Stories und weitere Reels-Bereiche. „Website blockieren“ leitet die gesamte Website um.
es: Desactivado: la extensión no hace nada. En YouTube bloquea Shorts; en Instagram y Facebook, Reels; en X, Explorar y tendencias. Instagram y Facebook también ofrecen un modo de feed; en Instagram incluye Explorar, Stories y otras secciones de Reels. Bloquear sitio redirige todo el sitio.
fil: Naka-off — walang ginagawa ang extension. Shorts ang bina-block sa YouTube; Reels sa Instagram at Facebook; Explore at mga trend sa X. May feed mode din ang Instagram at Facebook; kasama sa Instagram ang Explore, Stories, at iba pang bahagi na may Reels. Nire-redirect ng I-block ang site ang buong site.
fr: Désactivé : l’extension n’intervient pas. Sur YouTube, elle bloque les Shorts ; sur Instagram et Facebook, les Reels ; sur X, Explorer et les tendances. Instagram et Facebook proposent aussi un mode de blocage du fil ; celui d’Instagram inclut Explorer, les Stories et d’autres emplacements de Reels. Bloquer le site redirige l’ensemble du site.
ha: Kashe: ƙarin ba ya yin komai. YouTube yana toshe Shorts; Instagram da Facebook suna toshe Reels; X yana toshe Bincike da abubuwan da ke tashe. Instagram da Facebook kuma suna da yanayin jerin wallafe-wallafe; na Instagram ya haɗa da Bincike, Labarai da ƙarin wuraren Reels. Toshe shafi yana karkatar da shafin gaba ɗaya.
he: כבוי: ההרחבה לא עושה דבר. ⁦YouTube⁩ חוסם ⁦Shorts⁩; ⁦Instagram⁩ ו־⁦Facebook⁩ חוסמים ⁦Reels⁩; ⁦X⁩ חוסם גילוי וטרנדים. ⁦Instagram⁩ ו־⁦Facebook⁩ מציעים גם מצב פיד; ב־⁦Instagram⁩ הוא כולל גילוי, סטוריז ואזורים נוספים של ⁦Reels⁩. חסימת האתר מפנה את האתר כולו.
hi: बंद होने पर एक्सटेंशन कुछ नहीं करता। YouTube पर Shorts; Instagram और Facebook पर Reels; X पर एक्सप्लोर और ट्रेंड ब्लॉक होते हैं। Instagram और Facebook में फ़ीड मोड भी है; Instagram पर इसमें एक्सप्लोर, Stories और Reels के अन्य हिस्से शामिल हैं। साइट ब्लॉक करें पूरी साइट को दूसरे पेज पर भेजता है।
hu: Ki: a bővítmény nem csinál semmit. A YouTube a Shorts, az Instagram és a Facebook a Reels, az X a Felfedezés és a trendek tartalmait blokkolja. Az Instagram és a Facebook hírfolyammódot is kínál; az Instagramnál ez a Felfedezésre, a történetekre és további Reels-felületekre is kiterjed. A Webhely blokkolása az egész webhelyet átirányítja.
hy: Անջատված՝ ընդլայնումը ոչինչ չի անում։ YouTube-ն արգելափակում է Shorts-ը, Instagram-ն ու Facebook-ը՝ Reels-ը, X-ը՝ Բացահայտումն ու թրենդները։ Instagram-ն ու Facebook-ն ունեն նաև ժապավենի ռեժիմ, որը Instagram-ում ներառում է Բացահայտումը, պատմություններն ու Reels-ի լրացուցիչ բաժինները։ Կայքի արգելափակումը վերահղում է ամբողջ կայքը։
id: Mati: ekstensi tidak melakukan apa pun. YouTube memblokir Shorts; Instagram dan Facebook memblokir Reels; X memblokir Jelajahi dan tren. Instagram dan Facebook juga menawarkan mode feed; di Instagram mencakup Jelajahi, Cerita, dan area Reels tambahan. Blokir situs mengalihkan seluruh situs.
it: Disattivato: l'estensione non fa nulla. YouTube blocca Shorts; Instagram e Facebook bloccano Reels; X blocca Esplora e tendenze. Instagram e Facebook offrono anche una modalità feed; quella di Instagram include Esplora, storie e altre sezioni Reels. Blocca il sito reindirizza l'intero sito.
ja: オフの場合、拡張機能は何もしません。YouTubeではShorts、InstagramとFacebookではReels、Xでは話題を検索とトレンドをブロックします。InstagramとFacebookにはフィードモードもあり、Instagramでは発見、Stories、その他のReels表示も対象になります。「サイトをブロック」はサイト全体を別のページへ転送します。
ka: გამორთული: გაფართოება არაფერს აკეთებს. YouTube ბლოკავს Shorts-ს; Instagram და Facebook — Reels-ს; X — აღმოჩენასა და ტრენდებს. Instagram-სა და Facebook-ს ლენტის რეჟიმიც აქვს; Instagram-ზე ის მოიცავს აღმოჩენას, ისტორიებსა და Reels-ის დამატებით სექციებს. საიტის დაბლოკვა მთელ საიტს სხვა გვერდზე გადაამისამართებს.
kk: Өшірулі: кеңейтім ештеңе істемейді. YouTube — Shorts, Instagram мен Facebook — Reels, X — Шолу мен трендтерді бұғаттайды. Instagram мен Facebook таспа режимін де ұсынады; Instagram режимі Шолу, хикаялар және қосымша Reels бөлімдерін қамтиды. «Сайтты бұғаттау» бүкіл сайтты басқа бетке бағыттайды.
ko: 끄기 상태에서는 확장 프로그램이 아무 작업도 하지 않습니다. YouTube에서는 Shorts, Instagram과 Facebook에서는 Reels, X에서는 탐색과 트렌드를 차단합니다. Instagram과 Facebook에는 피드 모드도 있으며, Instagram에서는 탐색, Stories, 기타 Reels 영역도 포함됩니다. 사이트 차단은 사이트 전체를 다른 페이지로 이동시킵니다.
ky: Өчүк: кеңейтүү эч нерсе кылбайт. YouTube — Shorts, Instagram жана Facebook — Reels, X — Изилдөө жана тренддерди бөгөттөйт. Instagram жана Facebook түрмөк режимин да сунуштайт; Instagram режими Изилдөө, окуялар жана кошумча Reels бөлүмдөрүн камтыйт. «Сайтты бөгөттөө» бүт сайтты башка бетке багыттайт.
lt: Išjungta: plėtinys nieko nedaro. „YouTube“ blokuoja „Shorts“; „Instagram“ ir „Facebook“ — „Reels“; „X“ — „Naršyti“ ir tendencijas. „Instagram“ ir „Facebook“ turi ir srauto režimą; „Instagram“ jis apima naršymo skiltį, istorijas ir kitas „Reels“ vietas. Svetainės blokavimas nukreipia visą svetainę.
mr: बंद असताना एक्सटेंशन काहीही करत नाही. YouTube वर Shorts; Instagram व Facebook वर Reels; X वर एक्सप्लोर व ट्रेंड ब्लॉक होतात. Instagram व Facebook मध्ये फीड मोडही आहे; Instagram मध्ये एक्सप्लोर, Stories व Reels चे इतर भाग समाविष्ट आहेत. साइट ब्लॉक करा हा पर्याय संपूर्ण साइट दुसऱ्या पानावर वळवतो.
ne: बन्द: एक्स्टेन्सनले केही गर्दैन। YouTube ले Shorts, Instagram र Facebook ले Reels, X ले अन्वेषण र ट्रेन्डहरू रोक्छ। Instagram र Facebook मा फिड मोड पनि छ; Instagram मा यसले अन्वेषण, स्टोरीहरू र थप Reels क्षेत्र समेट्छ। वेबसाइट रोक्ने विकल्पले पूरै वेबसाइटलाई अर्को पृष्ठमा पठाउँछ।
nl: Uit: de extensie doet niets. YouTube blokkeert Shorts; Instagram en Facebook blokkeren Reels; X blokkeert Verkennen en trends. Instagram en Facebook hebben ook een feedmodus; bij Instagram omvat die Verkennen, verhalen en extra Reels-onderdelen. Website blokkeren leidt de hele website om.
pa_arab: بند: توسیع کجھ نئیں کردی۔ ⁦YouTube⁩، ⁦Shorts⁩؛ ⁦Instagram⁩ تے ⁦Facebook⁩، ⁦Reels⁩؛ تے ⁦X⁩، کھوج تے رجحان بلاک کردے نیں۔ ⁦Instagram⁩ تے ⁦Facebook⁩ وچ فیڈ موڈ وی اے؛ ⁦Instagram⁩ وچ ایہہ کھوج، سٹوریاں تے ⁦Reels⁩ دے ہور حصے وی روکدا اے۔ سائٹ بلاک کرن دا اختیار پوری سائٹ نوں دوجے صفحے تے لے جاندا اے۔
pcm: Off: the extension no dey do anything. YouTube dey block Shorts; Instagram and Facebook dey block Reels; X dey block Explore and trends. Instagram and Facebook also get feed mode; Instagram own cover Explore, Stories and more Reels areas. Block website dey redirect the whole website.
pl: Wył.: rozszerzenie nic nie robi. YouTube blokuje Shorts; Instagram i Facebook blokują Reels; X blokuje Odkrywaj i trendy. Instagram i Facebook oferują też tryb kanału; na Instagramie obejmuje on Odkrywaj, relacje i dodatkowe sekcje Reels. Blokuj witrynę przekierowuje całą witrynę.
pt_br: Desativado: a extensão não faz nada. No YouTube, bloqueia Shorts; no Instagram e Facebook, Reels; no X, Explorar e tendências. Instagram e Facebook também oferecem um modo de feed; no Instagram, inclui Explorar, Stories e outras áreas de Reels. Bloquear site redireciona o site inteiro.
pt_pt: Desativado: a extensão não faz nada. No YouTube, bloqueia Shorts; no Instagram e Facebook, Reels; no X, Explorar e tendências. Instagram e Facebook também oferecem um modo de feed; no Instagram, inclui Explorar, Stories e outras áreas de Reels. Bloquear site redireciona o site inteiro.
ro: Oprit: extensia nu face nimic. YouTube blochează Shorts; Instagram și Facebook blochează Reels; X blochează Explorare și tendințe. Instagram și Facebook oferă și un mod pentru flux; pe Instagram include Explorare, povești și alte secțiuni Reels. Blochează site-ul redirecționează întregul site.
ru: «Выкл.» — расширение ничего не делает. YouTube блокирует Shorts; Instagram и Facebook — Reels; X — «Обзор» и тренды. У Instagram и Facebook также есть режим ленты; в Instagram он включает «Интересное», истории и дополнительные разделы Reels. «Блокировать сайт» перенаправляет весь сайт.
sv: Av: tillägget gör ingenting. YouTube blockerar Shorts; Instagram och Facebook blockerar Reels; X blockerar Utforska och trender. Instagram och Facebook har också ett flödesläge; på Instagram omfattar det Utforska, Stories och fler Reels-ytor. Blockera webbplats omdirigerar hela webbplatsen.
sw: Zima: kiendelezi hakifanyi chochote. YouTube huzuia Shorts; Instagram na Facebook huzuia Reels; X huzuia Gundua na mitindo. Instagram na Facebook pia zina hali ya mlisho; kwenye Instagram inajumuisha Gundua, Hadithi na maeneo mengine ya Reels. Zuia tovuti huelekeza tovuti nzima kwingine.
ta: அணைத்திருந்தால் நீட்டிப்பு எதுவும் செய்யாது. YouTube-இல் Shorts; Instagram மற்றும் Facebook-இல் Reels; X-இல் ஆராய்தல் மற்றும் போக்குகள் தடுக்கப்படும். Instagram மற்றும் Facebook-இல் ஊட்டப் பயன்முறையும் உள்ளது; Instagram-இல் ஆராய்தல், Stories மற்றும் பிற Reels பகுதிகளும் அடங்கும். தளத்தைத் தடு என்பது முழு தளத்தையும் வேறொரு பக்கத்திற்கு அனுப்பும்.
te: ఆఫ్‌లో ఉంటే ఎక్స్‌టెన్షన్ ఏమీ చేయదు. YouTubeలో Shorts; Instagram, Facebook‌లో Reels; Xలో ఎక్స్‌ప్లోర్, ట్రెండ్‌లు బ్లాక్ అవుతాయి. Instagram, Facebook‌లో ఫీడ్ మోడ్ కూడా ఉంది; Instagramలో ఎక్స్‌ప్లోర్, Stories, ఇతర Reels భాగాలు కూడా ఉంటాయి. సైట్‌ను బ్లాక్ చేయి ఎంపిక మొత్తం సైట్‌ను మరో పేజీకి పంపుతుంది.
th: ปิด — ส่วนขยายจะไม่ทำอะไรเลย YouTube บล็อก Shorts; Instagram และ Facebook บล็อก Reels; X บล็อกสำรวจและเทรนด์ Instagram และ Facebook มีโหมดฟีดด้วย โดย Instagram รวมสำรวจ, Stories และส่วนอื่นที่มี Reels การบล็อกเว็บไซต์จะเปลี่ยนเส้นทางทั้งเว็บไซต์
tr: Kapalı: uzantı hiçbir şey yapmaz. YouTube Shorts'u; Instagram ve Facebook Reels'ı; X ise Keşfet ve gündemi engeller. Instagram ve Facebook'ta akış modu da vardır; Instagram'da Keşfet, Hikâyeler ve ek Reels alanlarını kapsar. Siteyi engelle, sitenin tamamını yönlendirir.
uk: «Вимк.» — розширення нічого не робить. YouTube блокує Shorts; Instagram і Facebook — Reels; X — «Огляд» і тренди. Instagram і Facebook також мають режим стрічки; в Instagram він охоплює «Цікаве», історії та додаткові розділи Reels. «Блокувати сайт» перенаправляє весь сайт.
ur: بند: توسیع کچھ نہیں کرتی۔ ⁦YouTube⁩، ⁦Shorts⁩ کو؛ ⁦Instagram⁩ اور ⁦Facebook⁩، ⁦Reels⁩ کو؛ اور ⁦X⁩، دریافت اور رجحانات کو بلاک کرتے ہیں۔ ⁦Instagram⁩ اور ⁦Facebook⁩ میں فیڈ موڈ بھی ہے؛ ⁦Instagram⁩ میں اس میں دریافت، اسٹوریز اور ⁦Reels⁩ کے مزید حصے شامل ہیں۔ سائٹ بلاک کرنے کا اختیار پوری سائٹ کو دوسرے صفحے پر بھیج دیتا ہے۔
vi: Tắt — tiện ích không làm gì. YouTube chặn Shorts; Instagram và Facebook chặn Reels; X chặn Khám phá và xu hướng. Instagram và Facebook có thêm chế độ bảng tin; trên Instagram, chế độ này bao gồm Khám phá, Stories và các khu vực Reels khác. Chặn trang web chuyển hướng toàn bộ trang.
yue: 關閉：延伸功能唔做任何嘢。YouTube 封鎖 Shorts；Instagram 同 Facebook 封鎖 Reels；X 封鎖探索同熱門話題。Instagram 同 Facebook 亦有動態消息模式，Instagram 嗰個包括探索、限時動態同其他 Reels 區域。「封鎖網站」會將成個網站重新導向。
zh_hans: 关闭时，扩展不执行任何操作。YouTube 屏蔽 Shorts；Instagram 和 Facebook 屏蔽 Reels；X 屏蔽探索和趋势。Instagram 和 Facebook 还提供信息流模式；Instagram 的该模式还涵盖探索、Stories 和其他 Reels 展示区域。屏蔽网站会将整个网站重定向到屏蔽页面。
zh_hant: 關閉：延伸功能不執行任何操作。YouTube 封鎖 Shorts；Instagram 和 Facebook 封鎖 Reels；X 封鎖探索與趨勢。Instagram 和 Facebook 也提供動態模式，其中 Instagram 包含探索、限時動態和其他 Reels 區域。「封鎖網站」會將整個網站重新導向。

source: On iPhone or iPad, choose YouTube or Instagram in Screen Time, then enable each content type you want to block. Enabled apps stay blocked until you start screen recording in Slowth.
ar: على ⁦iPhone⁩ أو ⁦iPad⁩، اختر ⁦YouTube⁩ أو ⁦Instagram⁩ في مدة استخدام الجهاز، ثم فعّل كل نوع محتوى تريد حظره. تظل التطبيقات المحددة محظورة حتى تبدأ تسجيل الشاشة في ⁦Slowth⁩.
ar_eg: على ⁦iPhone⁩ أو ⁦iPad⁩، اختار ⁦YouTube⁩ أو ⁦Instagram⁩ من مدة استخدام الجهاز، وبعدين شغّل أنواع المحتوى اللي عايز تحظرها. التطبيقات اللي اخترتها بتفضل محظورة لحد ما تبدأ تسجيل الشاشة في ⁦Slowth⁩.
be: На iPhone або iPad выберыце YouTube ці Instagram у «Экранным часе», а потым уключыце патрэбныя тыпы змесціва для блакіроўкі. Выбраныя праграмы застануцца заблакіраванымі, пакуль вы не пачняце запіс экрана ў Slowth.
bn: iPhone বা iPad-এর স্ক্রিন টাইমে YouTube বা Instagram বেছে নিয়ে ব্লক করতে চাওয়া কনটেন্টের ধরনগুলি চালু করুন। Slowth-এ স্ক্রিন রেকর্ডিং শুরু না করা পর্যন্ত নির্বাচিত অ্যাপগুলি ব্লক থাকবে।
cs: Na iPhonu nebo iPadu vyberte YouTube či Instagram v Času u obrazovky a poté zapněte jednotlivé typy obsahu k blokování. Vybrané aplikace zůstanou blokované, dokud ve Slowth nespustíte nahrávání obrazovky.
da: På iPhone eller iPad skal du vælge YouTube eller Instagram i Skærmtid og derefter slå hver indholdstype til, som du vil blokere. Valgte apps forbliver blokeret, indtil du starter skærmoptagelse i Slowth.
de: Wähle auf dem iPhone oder iPad YouTube oder Instagram in Bildschirmzeit und aktiviere die gewünschten Inhaltstypen. Aktivierte Apps bleiben gesperrt, bis du die Bildschirmaufnahme in Slowth startest.
es: En iPhone o iPad, elige YouTube o Instagram en Tiempo de uso y activa cada tipo de contenido que quieras bloquear. Las apps activadas permanecen bloqueadas hasta que inicies la grabación de pantalla en Slowth.
fil: Sa iPhone o iPad, piliin ang YouTube o Instagram sa Screen Time, at i-on ang bawat uri ng content na gusto mong i-block. Mananatiling naka-block ang mga napiling app hanggang simulan mo ang pag-record ng screen sa Slowth.
fr: Sur iPhone ou iPad, choisissez YouTube ou Instagram dans Temps d’écran, puis activez chaque type de contenu à bloquer. Les apps activées restent bloquées jusqu’au démarrage de l’enregistrement de l’écran dans Slowth.
ha: A iPhone ko iPad, zaɓi YouTube ko Instagram a Lokacin Allo, sannan kunna kowane nau'in abun cikin da kake son toshewa. Manhajojin da aka zaɓa za su kasance a toshe har sai ka fara rikodin allo a Slowth.
he: ב־⁦iPhone⁩ או ב־⁦iPad⁩, יש לבחור ⁦YouTube⁩ או ⁦Instagram⁩ בזמן מסך, ואז להפעיל כל סוג תוכן שרוצים לחסום. היישומים שנבחרו יישארו חסומים עד להפעלת הקלטת מסך ב־⁦Slowth⁩.
hi: iPhone या iPad पर स्क्रीन टाइम में YouTube या Instagram चुनें, फिर ब्लॉक करने वाली हर सामग्री का प्रकार चालू करें। चुने हुए ऐप Slowth में स्क्रीन रिकॉर्डिंग शुरू करने तक ब्लॉक रहते हैं।
hu: iPhone-on vagy iPaden válaszd ki a YouTube vagy Instagram appot a Képernyőidőben, majd kapcsold be a blokkolandó tartalomtípusokat. A kijelölt appok blokkolva maradnak, amíg el nem indítod a képernyőfelvételt a Slowthban.
hy: iPhone-ում կամ iPad-ում Էկրանի ժամանակի բաժնում ընտրեք YouTube-ը կամ Instagram-ը, ապա միացրեք բովանդակության ցանկալի տեսակների արգելափակումը։ Ընտրված հավելվածները կմնան արգելափակված, մինչև Slowth-ում սկսեք էկրանի ձայնագրումը։
id: Di iPhone atau iPad, pilih YouTube atau Instagram di Durasi Layar, lalu aktifkan setiap jenis konten yang ingin diblokir. Aplikasi terpilih tetap diblokir sampai Anda memulai perekaman layar di Slowth.
it: Su iPhone o iPad, scegli YouTube o Instagram in Tempo di utilizzo, poi attiva ogni tipo di contenuto da bloccare. Le app selezionate restano bloccate finché non avvii la registrazione dello schermo in Slowth.
ja: iPhoneまたはiPadのスクリーンタイムでYouTubeかInstagramを選び、ブロックするコンテンツの種類を有効にしてください。対象のアプリはSlowthで画面収録を開始するまでブロックされます。
ka: iPhone-ზე ან iPad-ზე ეკრანთან გატარებული დროის პარამეტრებში აირჩიეთ YouTube ან Instagram, შემდეგ ჩართეთ სასურველი ტიპის კონტენტის დაბლოკვა. არჩეული აპები დაბლოკილი დარჩება, სანამ Slowth-ში ეკრანის ჩაწერას დაიწყებთ.
kk: iPhone немесе iPad құрылғысында Экран уақыты бөлімінен YouTube не Instagram таңдап, бұғатталатын мазмұн түрлерін қосыңыз. Slowth ішінде экран жазуын бастағанша, таңдалған қолданбалар бұғаттаулы қалады.
ko: iPhone 또는 iPad의 스크린 타임에서 YouTube나 Instagram을 선택한 다음, 차단할 콘텐츠 유형을 켜세요. 설정한 앱은 Slowth에서 화면 기록을 시작할 때까지 차단됩니다.
ky: iPhone же iPad түзмөгүндө Экран убактысынан YouTube же Instagram тандап, бөгөттөлө турган мазмун түрлөрүн күйгүзүңүз. Slowth ичинде экран жазуусун баштамайынча, тандалган колдонмолор бөгөттөлгөн бойдон калат.
lt: „iPhone“ ar „iPad“ ekrano laiko nustatymuose pasirinkite „YouTube“ arba „Instagram“, tada įjunkite norimų turinio tipų blokavimą. Pasirinktos programos liks užblokuotos, kol pradėsite ekrano įrašymą su „Slowth“.
mr: iPhone किंवा iPad वरील स्क्रीन टाइममध्ये YouTube किंवा Instagram निवडा आणि ब्लॉक करायचा प्रत्येक सामग्री प्रकार सुरू करा. Slowth मध्ये स्क्रीन रेकॉर्डिंग सुरू करेपर्यंत निवडलेले ॲप ब्लॉक राहतील.
ne: iPhone वा iPad को स्क्रिन टाइममा YouTube वा Instagram छान्नुहोस्, त्यसपछि रोक्न चाहेको हरेक सामग्री प्रकार सक्रिय गर्नुहोस्। Slowth मा स्क्रिन रेकर्डिङ सुरु नगरेसम्म छानिएका एपहरू रोकिएकै रहन्छन्।
nl: Kies op iPhone of iPad YouTube of Instagram in Schermtijd en schakel elk inhoudstype in dat je wilt blokkeren. Geselecteerde apps blijven geblokkeerd totdat je in Slowth een schermopname start.
pa_arab: ⁦iPhone⁩ یا ⁦iPad⁩ دے سکرین ٹائم وچ ⁦YouTube⁩ یا ⁦Instagram⁩ چُنو، فیر مواد دی ہر لوڑیندی قسم دی بلاکنگ چالو کرو۔ چُنیاں ایپاں اوہدوں تک بلاک رہندیاں نیں جدوں تک تسی ⁦Slowth⁩ وچ سکرین ریکارڈنگ شروع نئیں کردے۔
pcm: For iPhone or iPad, choose YouTube or Instagram inside Screen Time, then turn on each content type wey you wan block. Apps wey you choose go remain blocked until you start screen recording for Slowth.
pl: Na iPhonie lub iPadzie wybierz YouTube lub Instagram w Czasie przed ekranem, a następnie włącz blokowanie wybranych typów treści. Wybrane aplikacje pozostaną zablokowane do rozpoczęcia nagrywania ekranu w Slowth.
pt_br: No iPhone ou iPad, selecione YouTube ou Instagram no Tempo de Uso e ative cada tipo de conteúdo que deseja bloquear. Os apps ativados ficam bloqueados até iniciar a gravação de tela no Slowth.
pt_pt: No iPhone ou iPad, selecione YouTube ou Instagram no Tempo de ecrã e ative cada tipo de conteúdo que deseja bloquear. Os apps ativados ficam bloqueados até iniciar a gravação de ecrã no Slowth.
ro: Pe iPhone sau iPad, alege YouTube sau Instagram în Timp de utilizare, apoi activează fiecare tip de conținut de blocat. Aplicațiile selectate rămân blocate până pornești înregistrarea ecranului în Slowth.
ru: На iPhone или iPad выберите YouTube или Instagram в «Экранном времени», затем включите блокировку нужных типов контента. Выбранные приложения останутся заблокированными, пока вы не начнёте запись экрана в Slowth.
sv: På iPhone eller iPad väljer du YouTube eller Instagram i Skärmtid och aktiverar sedan varje innehållstyp du vill blockera. Valda appar förblir blockerade tills du startar skärminspelning i Slowth.
sw: Kwenye iPhone au iPad, chagua YouTube au Instagram katika Muda wa Skrini, kisha washa kila aina ya maudhui unayotaka kuzuia. Programu zilizochaguliwa hubaki zimezuiwa hadi uanze kurekodi skrini katika Slowth.
ta: iPhone அல்லது iPad-இல் திரை நேரத்தில் YouTube அல்லது Instagram-ஐத் தேர்ந்தெடுத்து, தடுக்க வேண்டிய உள்ளடக்க வகைகளை இயக்கவும். Slowth-இல் திரைப் பதிவைத் தொடங்கும் வரை தேர்ந்தெடுத்த செயலிகள் தடுக்கப்பட்டிருக்கும்.
te: iPhone లేదా iPadలో స్క్రీన్ టైమ్‌లో YouTube లేదా Instagram‌ను ఎంచుకుని, బ్లాక్ చేయాల్సిన ప్రతి కంటెంట్ రకాన్ని ఆన్ చేయండి. Slowthలో స్క్రీన్ రికార్డింగ్ ప్రారంభించే వరకు ఎంచుకున్న యాప్‌లు బ్లాక్ అయి ఉంటాయి.
th: บน iPhone หรือ iPad ให้เลือก YouTube หรือ Instagram ในเวลาหน้าจอ แล้วเปิดเนื้อหาแต่ละประเภทที่ต้องการบล็อก แอปที่เปิดใช้จะถูกบล็อกจนกว่าจะเริ่มบันทึกหน้าจอใน Slowth
tr: iPhone veya iPad'de Ekran Süresi'nden YouTube ya da Instagram'ı seçin, ardından engellenecek içerik türlerini açın. Seçilen uygulamalar Slowth'ta ekran kaydını başlatana kadar engelli kalır.
uk: На iPhone або iPad виберіть YouTube чи Instagram в «Екранному часі», а потім увімкніть потрібні типи вмісту для блокування. Вибрані програми залишаться заблокованими, доки ви не почнете запис екрана в Slowth.
ur: ⁦iPhone⁩ یا ⁦iPad⁩ پر اسکرین ٹائم میں ⁦YouTube⁩ یا ⁦Instagram⁩ منتخب کریں، پھر مواد کی ہر مطلوبہ قسم کی بلاکنگ فعال کریں۔ منتخب ایپس تب تک بلاک رہتی ہیں جب تک آپ ⁦Slowth⁩ میں اسکرین ریکارڈنگ شروع نہ کریں۔
vi: Trên iPhone hoặc iPad, chọn YouTube hoặc Instagram trong Thời gian sử dụng, rồi bật từng loại nội dung muốn chặn. Các ứng dụng đã bật sẽ bị chặn cho đến khi bạn bắt đầu ghi màn hình trong Slowth.
yue: 喺 iPhone 或 iPad 嘅螢幕使用時間揀 YouTube 或 Instagram，再開啟想封鎖嘅內容類型。揀咗嘅 App 會保持封鎖，直到你喺 Slowth 開始錄製螢幕。
zh_hans: 在 iPhone 或 iPad 的屏幕使用时间中选择 YouTube 或 Instagram，然后启用要屏蔽的各类内容。启用的 App 会保持屏蔽，直到你在 Slowth 中开始录制屏幕。
zh_hant: 在 iPhone 或 iPad 的螢幕使用時間中選擇 YouTube 或 Instagram，再啟用各項要封鎖的內容。所選 App 會維持封鎖，直到你在 Slowth 中開始錄製螢幕。

source: Oops... try again later
ar: عذرًا… حاول لاحقًا
ar_eg: أوبس… جرّب تاني بعدين
be: Ой… паспрабуйце пазней
bn: ওহ… পরে আবার চেষ্টা করুন
cs: Jejda… zkuste to později
da: Ups… prøv igen senere
de: Hoppla … versuche es später erneut
es: Vaya… inténtalo más tarde
fil: Naku… subukan muli mamaya
fr: Oups… réessayez plus tard
ha: Kash… sake gwadawa daga baya
he: אופס… כדאי לנסות מאוחר יותר
hi: अरे… बाद में फिर कोशिश करें
hu: Hoppá… próbáld újra később
hy: Վա՜յ… փորձեք ավելի ուշ
id: Ups… coba lagi nanti
it: Ops… riprova più tardi
ja: エラーが発生しました。後でもう一度お試しください
ka: უი… სცადეთ მოგვიანებით
kk: Қап… кейінірек қайталап көріңіз
ko: 이런… 나중에 다시 시도하세요
ky: Ой… кийинчерээк кайра аракет кылыңыз
lt: Oi… bandykite vėliau
mr: अरेरे… नंतर पुन्हा प्रयत्न करा
ne: ओहो… पछि फेरि प्रयास गर्नुहोस्
nl: Oeps… probeer het later opnieuw
pa_arab: اوہ… بعد وچ فیر کوشش کرو
pcm: Ah… try again later
pl: Ups… spróbuj ponownie później
pt_br: Ops… tente novamente mais tarde
pt_pt: Ups… tente novamente mais tarde
ro: Ups… încearcă mai târziu
ru: Ой… попробуйте позже
sv: Hoppsan… försök igen senare
sw: Lo… jaribu tena baadaye
ta: அச்சச்சோ… பிறகு மீண்டும் முயலவும்
te: అయ్యో… తర్వాత మళ్లీ ప్రయత్నించండి
th: อ๊ะ… โปรดลองอีกครั้งภายหลัง
tr: Hay aksi… daha sonra yeniden deneyin
uk: Ой… спробуйте пізніше
ur: اوہ… بعد میں دوبارہ کوشش کریں
vi: Ôi… hãy thử lại sau
yue: 哎呀…遲啲再試
zh_hans: 出错了…请稍后重试
zh_hant: 哎呀…請稍後再試
